Revit 2027 API
RelinquishedItems.GetRelinquishedElements Method
 The elements that were relinquished by the current user.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ICollection<ElementId> GetRelinquishedElements()
Public Function GetRelinquishedElements As ICollection(Of ElementId)
public:
ICollection<ElementId^>^ GetRelinquishedElements()
member GetRelinquishedElements : unit -> ICollection<ElementId>
Return Value
ICollection<ElementId>
See Also
Reference
RelinquishedItems Class
Autodesk.Revit.DB Namespace